Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: Contact Us
gwt: امہ مِنزی رابطہ کېرِؤ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
gwt: مواد <licenseLink>Creative Commons license</licenseLink>لائسنس پاتوئے لېوان دِمان

source: Continue
gwt: جاری دَرا

source: Continue speaking
gwt: باتِیہ جاری درا

source: Continue validating
gwt: تصدیق کېراوا جاری درَؤ

source: Contribute
gwt: لُبُسِک

source: Contribute on GitHub
gwt: گِتھ ابَہ ہستپلہ ݭَؤ

source: Contribute sentences
gwt: جُملانہ تعاؤن کېریو

source: Contribute text
gwt: عبارَتہ ہسپَلہ ݭَؤ

source: Contribute to { $lang }
gwt: { $lang } تعاون کېرِؤ

source: Contribute to text corpus
gwt: ٹېکسٹ کارپَسہ ہسپَلہ ݭَؤ

source: Contributing to dataset for { $language }
gwt: { $language } نہ ڈېٹا سیٹہ تعاون کېرِک

source: Contribution Activity
gwt: شراکَتَنی مصروفیت

source: Contribution Criteria
gwt: شراکتَنہ معیار

source: Contribution Experience
gwt: شراکتَنہ تجربہ

source: Contribution Guidelines
gwt: شراکَتَنی فنت لېڑَئݪی رِک

source: Contributors record voice clips by reading from a bank of donated sentences.
gwt: مدَتی عطیہ بِسنت کَلاؤ نامَنی بېنکَہ پېنہ ژَئی کھنٹَنی کِلپسہ رِکاڈ کېرِمېک۔

source: Cookies
gwt: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
gwt: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
gwt: کوپینیلا زُقُو

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
gwt: <coquiLink>Coqui</coquiLink> تقریرَنی ٹېکنالوجِیہ ووڑَئیکہ ݭڅی وقف تھنی۔ اسُونہ منصوبا لفِلہ ہِلِکہ رتئ ایس ٹی ٹی اؤ ٹی ٹی ایس اینجن شامل تھنَئیت۔

source: Cornish
gwt: کورنِش

source: Correct
gwt: سئ

source: Corsican
gwt: کور سِکن

source: { $count } clips
gwt: { $count }کِلپس

source: { $count }mo
gwt: ماسوئے

source: Country/Region of Residence
gwt: بسَنی مُلُک/ علاقہ

source: { $count }wk
gwt: { $count }ہفتہ

source: { $count }y
gwt: کال{ $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
gwt: [کرېکل] دېوَہ پېدہ ڈائیناسور[کرېکل]۔ ریاسِک۔

source: Create a Custom Goal
gwt: یَک ضرورَتَنہ مطابق گول ݫُپَؤ

source: Create a profile
gwt: پروفائل ݫُپَؤ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
gwt: تانُو بَکَنہ یا تانُو یارانَنی یا باتِیَنی برادرِیَہ مِنزی نونگی بولچالَنہ کلاؤ نام ݫُپَؤ۔ مثلاً ‘write-a-thon’ نہ ذریعہ ئے

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
gwt: عوامی دائرہ وختے سرہ ، کَلاؤ اؤ ترجما ݭڅی عبارت، پولی باتیَہ ݭڅی ماڈلز، وغیرہ ݫُپَؤ یا تسُو مِنزی لُبُسِؤ۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
gwt: کامن وائسہ خلَکَنی رنگارنگِیہ ݭڅی موقع نام پیدا کېراوا یقینی ݫُپَنہ تھنہ زی ڈیٹا سیٹ زیات نہ زیات خلَکَنی خِسمت کېرِمان۔ امَئ وسائل اؤ ٹېمپلېٹس ݫُپئیتُوَہ تسُو مے استعمال کېری بَمانېؤ!

source: Crimean Tatar
gwt: کرېمیائی تاتار

source: Criteria
gwt: معیار

source: Croatian
gwt: کروشین

source: Czech
gwt: چیک

source: Dagbani
gwt: دگبانی

source: Daily Goal
gwt: روزانانی مطلب

source: Dameli
gwt: دامنیا باتی

source: Danish
gwt: ڈنش

source: Dargwa
gwt: درگوا

source: Dashboard
gwt: ڈېش بورڈ

source: Database: { $databaseLanguage }
gwt: ڈېٹابېس:{ $databaseLanguage }

source: Dataset Release
gwt: ڈیٹا سیٹ رِلیز

source: Datasets
gwt: ڈیٹا سیٹس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
gwt: ٹی ٹی ایس، ایس ٹی ٹی، آے ایس آر اؤ واری این ایل پی سیاق و سباقہ ݭڅی ڈېٹا سېٹس۔ برادَرِیَنی شراکَتَنہ ذریعَہ ئے ݫُپان دِتَنَئیت۔

source: Date
gwt: تاریخ

source: Dawoodi
gwt: داوُدی

source: Days
gwt: دپس نام

source: Delete
gwt: حذف کېرِؤ

source: Delete my recordings
gwt: مونی رِکاڈِنگہ ناشِؤ

source: Delete Profile
gwt: پروفائلہ ڈلیٹ کېرِؤ

source: Dhivehi
gwt: ڈېویہی

source: Dholuo
gwt: ڈھولو

source: Did you know…
gwt: مے کی پیانِمانېوا۔۔۔

source: Different language
gwt: مختلف باتی

source: Difficult
gwt: گران

source: Difficult to pronounce
gwt: تلفظ کېراوَہ گران

source: Dioula
gwt: دېولا

source: Discard ongoing recording
gwt: جاری ریکاٹہ رد کېرہ

source: Discover languages and communities and common voice
gwt: باتی نام اؤ برادری نامہ اؤ مشترکہ کھنٹ نامہ معلوم کېرِؤ

source: do
gwt: کېرِؤ

source: Documentation
gwt: دستاویزی

source: Does the sentence meet the guidelines?
gwt: جُملہ ہدایاتہ فُورہ بِمانا؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
gwt: ڈومېن جُملانہ موضوعہ نی مطلب تھِنی۔ فلیالن، مے اسُونہ منزَنہ انتخاب کېری بَمانېؤ:

source: Donate
gwt: عطیہ کېرِؤ

source: Donate your voice
gwt: تانُو کھنٹہ خیرات کېرِؤ

source: Done
gwt: بُوَہ

source: do not
gwt: مہ کېرېس

source: Don't see your language on Common Voice yet?
gwt: کامن وائیسہ تونی باتی نوری مِزان تان نہ دِمان؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
gwt: کی ڈېٹا سېٹہ نہ تان دِمانا؟ کی مے یَہ باتِیَنی درخاستہ ݭڅی امَنی باتِیَنہ موخاں دِؤ۔

source: Don't wish to say
gwt: ژَئیکاں ݭېنݭ نہ بِمان

source: Download
gwt: ڈاون لوڈ کېرِؤ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
gwt: کېنے زی مے کامن وائس اَپہ تعاؤن کېرِتوؤ بہ تانُو واقَیا یا تانُو ݭڅی یَک سرٹیفیکېٹ کېرِؤ! ووئی مے بایہ غیر ممکن نہ بِبہ!

source: Download Common Voice Data
gwt: کامن وائس ڈېٹا ڈاون لوڈ کېرِؤ

source: Download Data
gwt: ڈېٹا ڈاون لوڈ کېرِؤ

source: Download Dataset Bundle
gwt: دېٹاسیٹ بنڈل ڈاون لوڈ کېرِؤ

source: Download { $language }
gwt: ڈاون لوڈ کېرِؤ{ $language }

source: Download Links
gwt: لِنکسہ ڈاون لوڈ کېرِؤ

source: Download My Data
gwt: مونہ ڈېٹا ڈاون لوڈ کېرِؤ

source: Download options for accessing Common Voice data
gwt: کامن وائس ڈېٹاں فېدِ کہ ݭڅی اختیاراتہ ڈاون لوڈ کېرِؤ

source: Download our press pack <icon></icon>
gwt: امَنہ پریس پېک<icon></icon> ڈاون لوڈ کېرِؤ

source: Download our voice datasets
gwt: امَنہ صوتی ڈېٹا سیٹہ ڈاون لوڈ کېرِؤ

source: Download profile data
gwt: پروفائل ڈېٹا ڈاون لوڈ کېرِؤ

source: Download the Dataset
gwt: ڈېٹا سیٹ ڈاون لوڈ کېرِؤ

source: Download the Single Word Target Segment
gwt: سنگل ورڈ ٹارگٹ سِگمېنٹہ ڈاون لوڈ کېرِؤ

source: Download your contribution certificate
gwt: تانُو شراکَتَنی سرٹیفیکېٹہ ڈاون لوڈ کېرِؤ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
gwt: مے مِنزی کی آئیڈیاز تھنَئیتا زی امہ کی رَوے کامن وائس ڈیٹا بېسہ بہتر ݫُپئ بَمېک؟ اماں ڈِسکورسہ کی ژَو

source: Do you want to continue?
gwt: مے جاری دراوَہ کوڅِمانېوا؟

source: Do you want to Speak, Listen or both?
gwt: باتی کېرانے ژِمانا، ݭُنڈانے ژِمانا خو دُمِمِی؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
gwt: لِکاشِؤ اؤ ووڑِؤ یا<browseWrap> براؤزر</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gwt: تانُو فائېلہ اتېیاں لِکاشِؤ یا<uploadButton> اپلوڈ کېرِکہ ݭڅی کِلک کېرِؤ</uploadButton>

source: Drop file here to upload
gwt: اپلوڈ کېرِکاں فائېلہ اتے ووڑِؤ

source: Duala
gwt: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gwt: شراکت جمع کېرَئیکَنی وختہ ”جمع کېرَوَؤ” رتئ کِلک کېرِکے پت فیڈ بیک ووڑان دِبہ۔ شراکت براہ راست 5 رِکاڈنگ یا توثیقَنہ پُدمے سیٹہ مِنزی جاری درِبہ۔

source: Dutch
gwt: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
gwt: ڈېٹا سیٹہ رتئ انداراج یَک منفرد ایم پی 3 اؤ متعلقہ تېکسٹ فائلہ رتئ شامل تھِمان۔ ڈېٹا سیٹہ رِکاڈ کېرِسنت لؤ <b>{ $total }</b> وختے فار ہُمبُر، جنس اؤ لہجا پېرُودی ڈیموگرفِک مېٹا ڈېٹا بی شامل تھِمان زی باتی پیانِکَنی اِنجَنَنی سئ کېرِکہ ترتیب ݪِمېنے مدد کېرِمان۔ ڈېٹا سیٹ فلیالن<b>{ $valid }</b><b>{ $languages }</b> باتِیہ توثیق بِسنت وختہ رتئ شامل تھنہ، خو امہ ہمیشہ لَؤ کھنٹ نام اؤ باتی نام لُبُسَمېک۔ کریک باتِیَنی درخاست کېرِک یا تعاون شروع کېرِکہ ݭڅی امَنی<languagesLink> باتِیَنہ صفحہ </languagesLink>رتئ اِڅِن تلَؤ۔

source: Eastern Balochi
gwt: شرقی بلوچی

source: Eastern Huasteca Nahuatl
gwt: مشرقی ہواسٹیکاناہواتی

source: Eastern Min
gwt: مشرقی من

source: Eastern Penan
gwt: مشرقی پېنان

source: Easy
gwt: ہانسان

source: Ebrie
gwt: اېبری

source: Edit
gwt: ترمیم کېرِؤ

source: Edit Profile
gwt: پروفائلہ ترمیم کېرِؤ

source: e.g., “What do you wish you could use technology for?”
gwt: مثالَنہ طورے “ مے کرېک شَیہ ݭڅی ٹېکنالوجِیہ استعمال کېرِکان ݭېنݭ کېرِمانېؤ؟”

source: Email
gwt: ای مېل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gwt: ای میل<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gwt: امَنی مېلِنگ لِسٹہ <emailFragment>سائن اپ کېرِؤ</emailFragment> اسُو پیانِکہ ݭڅی زی مے کامن وائسہ مہمات، ایونٹس اؤ کو۔ڈیزائنَنی خصوصیاتہ کی رَوے حصہ گوئی بَمانېؤ۔

source: Email is already used for a different account
gwt: اِی مېل پُدَما پاݪېنہ مِژو مختلف اکاونٹسہ ݭڅی استعمال بِتِنی

source: Email Subscriptions
gwt: ای مېل سبسکرپشنز

source: Emakhuwa
gwt: ایماخوا

source: English
gwt: انگریزی

source: Enter Email to Download
gwt: ڈاون لوڈ کېرِکاں ای مېل درج کېرِؤ

source: Enter email to send a sign up link
gwt: سائن اپ لِنکسہ ݪِݭَئیکہ ݭڅی ای مېل لِکِؤ

source: Enter your Country/Region of Residence
gwt: تانُو مُلُک/ بسِکَنہ علاقا لِکِؤ

source: Enter your email
gwt: تانو ای مېلہ درج کېرِؤ

source: Enter your public domain sentence here
gwt: تانُو عوامی ڈومېن کَلاوَہ اتے لِکِؤ

source: Enter your public domain sentences here
gwt: تانُو عوامی ڈومېن کَلاوَہ اتے لِکِؤ

source: Error
gwt: خرابی

source: Error adding sentence
gwt: جُملہ لُبُسَئیکہ خرابی

source: Error { $code }
gwt: خرابی{ $code }

source: Error while playing audio file.
gwt: آڈیو فائلَہ چلَمېنے خرابی۔

source: Erzya
gwt: ېرزیا

source: ESC
gwt: اِی ایس سی

source: Esperanto
gwt: ایسپرانٹو

source: Estonian
gwt: اسٹونین

source: Eton
gwt: ایٹن

source: Events
gwt: واقعات

source: Everyone
gwt: ہریَک

source: Ewe
gwt: ایو

source: Ewondo
gwt: ایونڈو

source: Example
gwt: مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
gwt: 500 پېنہ زیات سوالات۔ سوالاتَنی تعداتہ کم کېرِؤ اؤ دُبُڑہ کُوشُش کېرِؤ۔

source: Exit & Delete clips
gwt: بېران نېس اؤ کِلپسہ بکا

source: Explore datasets <icon></icon>
gwt: <icon></icon> ڈېٹاسیٹسہ معلوم کېرِؤ

source: Explore the community and languages supported by Common Voice
gwt: کامن وئسَنہ ذریعہ ئے تعاون لېئسنت برادری اؤ باتی نامہ معلوم کېرِؤ

source: Express or solicit prejudiced or offensive sentiments
gwt: تعصبَنی یا جارحانہ جذباتَنہ اظہارہ کېرِؤ یا تسُونی درخاس کېرِؤ

source: Failed to copy SHA256 Checksum
gwt: چِکسم 256 ایس ایچ اے کاپی کېرِکہ ناکام

source: Fang
gwt: فېنگ

source: FAQ
gwt: لؤ کھُدَئیسن سوال

source: Faroese
gwt: فېروزی

source: Featured in...
gwt: آں اخکارہ۔۔۔

source: Female/Feminine
gwt: شگالی/ شگالی رنگہ

source: Fewer than 15 words per sentence
gwt: ہر کَلاؤ 15 الفاظہ پېنہ کم

source: Fields marked with an asterisk (*) are required.
gwt: تارا(*)نہ نخہ کېرِسنت فیلڈز پکار تھنَئیت۔

source: File is too large
gwt: فائل لؤ ڈل تھنہ

source: File is too small
gwt: فائل لؤ لولہ تھنہ

source: Finance
gwt: مالیہ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
gwt: واری تسُو کوڅِؤ زی کی پروا کېرِمېت۔ اېمے یونیورسٹی نام، باتِیَنہ اِسکول، وکالَتَنی گروپ یا ڈیٹا سائنس برادری نام بِمېت۔ مِزان فېدِؤ اؤ اخکارہ روے وضاحت کېرِؤ زی تېمے کِرَوے مدد کېری بمېت اؤ کېناں۔ <outreachTemplates>امَنی ٹېمپلٹ آوٹ رینج ای میلز</outreachTemplates>بالِؤ۔

source: Find us on Matrix
gwt: امہ قالُِپہ کوڅِؤ

source: Finish editing first?
gwt: اول ترمیمہ فُورہ کېرِؤ؟

source: Finish recording
gwt: رِکاڈِنگہ فُورہ کېرہ

source: Finish recording first?
gwt: اول رکاڈِنگہ ختم کېرِکا؟

source: Finish Review
gwt: جائزا نِمَتَؤ

source: Finish validating
gwt: جوازہ ختم کېرِؤ

source: Finish validating clips?
gwt: کلپسَنی توثیقہ ختم کېرِؤ

source: Finnish
gwt: فِنِش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gwt: سومِّیہ پېنہ پُدَمہ چیک کېرہ زی مېنی باتی <languageLink>پُدَما پاݪی موجود تھنی</languageLink>۔کېنے زی اِشِلہ نہ تھنہ بہ ژو، مے <languageRequestLink> تانُو باتِیہ لُبُسَئیکَنہ بارا کھُدَئی بمانېؤ</languageRequestLink>۔ اتے دُو مرحلہ تھنَئیت</languageRequestLink> سائٹَنہ ترجمہ کېراوَہ، اؤ کَلاؤ نام ٹوپَلَئیک

source: Follow guidelines from “What sentences can I add?”
gwt: ”آں کرېک کَلاؤ نامہ لُبُسَئ بمېم؟” اسُونی راہنما خطوطہ رتی عمل کېرِؤ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
gwt: عطیہ کېرِسنت ہر صوتی کِلپسہ رتئ، اؤ ہر آڈیو کِلپسَنی توثییق کېران دِتِنی ، مېنہ اکاونٹَنہ ڈېش بورڈہ اپڈېٹ کېران دِمان تہ ہر تېنے باتِیہ مېنی تازہ ترین پُر دِکہ رت کھاوان دِیَؤ زی تېنے مے تعاون کېرِمانېؤ۔ اے، مے یَکِیہ پېنہ زیاتہ تعاون کېرِی بَمانېؤ!<br/><br/> تانُو اعداد و شمارَہ ٹرېک کېرِکہ ݭڅی ڈېش بورڈزَہ استعمال کېرِؤ، بالِؤ زی مے برادرِیَہ وارِیہ مِنزی کِرَوے ݪم کېرِمانېؤ، اؤ روزانہ یا ہفتہ وار شراکتہ ݭڅی اہداف مقرر کېرِؤ۔

source: for example
gwt: مثلاً

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
gwt: عوامی ڈومېن ٹېکسٹہ ݭڅی زی آن لائن لېوان نہ دِمان،اکېڈېمِک حوالا ݪِکَنہ طرېقا استعمال کېری بَمانېؤ لکہ چہ ہارورڈ اِسٹائل”جیس(2021) مائی پبلِک لائیسنسَنی نظم نامہ”

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gwt: ٹېکنالوجِیاں ہر یَکِیہ ݭڅی سئ ݪم کېرِکاں کی، سے ڈیٹا زی ڈیویلپرزہ ٹیکنالوجی ݫُپَئیکاں مدد کېرِمان، خلَکَنی قسم قسمَنی رېنجہ ظاہر کېرِکَنی ضرورت تھنی،مثلاً، اگر زی امہ کرېک خاص لہجا مِنزی کرېک باتی کېرِݪا شامل نہ کېرِمېک، جو ٹیکنالوجی اسو لہجہ وودہ خلَکہ ݭڅی سئ ݪم نہ کېرِبہ۔ <learnMore>اتے بارا فُوکہ پروزَؤ زی مېٹا ڈېٹا کیاں ضروی تھنہ</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
gwt: اسُو شروع کېران دِݪی باتِیہ ݭڅی وېب سائٹ کامیابِی ئے دِتِنی<localizationGlossaryLink> لوکلائزڈ</localizationGlossaryLink>، اؤ اِتے کافی<sentenceCollectionGlossaryLink> کلاؤ اکݭٹان گئیت</sentenceCollectionGlossaryLink>جاری<speakLink>ژَؤ</speakLink> اؤ<listenLink> ݭُنڈؤ</listenLink>شراکت نام۔

source: Foundations
gwt: څؤکُوئی نام

source: French
gwt: فرانسیسی

source: Frisian
gwt: فرسین

source: Fulah
gwt: فلاہ

source: Fuzhou
gwt: فوزو

source: Galician
gwt: گالیشین

source: Gawarbaiti
gwt: گوَرباتی

source: Gawri
gwt: گوَری

source: GB
gwt: جی بی

source: General
gwt: جنرل

source: General language / multiple variants
gwt: عام باتی/ لَؤتغیر

source: Georgian
gwt: جارجیائی

source: German
gwt: جرمن

source: Get in touch
gwt: رابطہ کېرِؤ

source: Get in touch <icon></icon>
gwt: رابطہ کېرِؤ<icon></icon>

source: Get involved
gwt: لُبُسِؤ

source: Get Involved
gwt: ملوِس بِؤ

source: Get started <icon><icon>
gwt: شروع کېرِؤ<icon><icon>

source: Get started with goals
gwt: اہدافہ مِنزی شروع کېرِؤ

source: Get Started with Speech Recognition
gwt: تقریرَنی شناختہ مِنزی شروع کېرِؤ

source: Get your certificate
gwt: تانُو سرٹیفیکېٹہ گوؤ

source: Gheg Albanian
gwt: گھیگ البانیائی

source: Ghomala
gwt: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
gwt: <githubLink>NVIDIA NeMo</githubLink>™ یَک<docsLink> اوپن سورس ٹول کِٹ </docsLink> تھنی زی محققینہ ݭڅی سافہ پېنہ نُونگی باتِیَنہ اے ون ماڈل تیار کېرِمېت۔

source: Goal reached
gwt: ٹھاناں فېدُوئی

source: Goals
gwt: مطلب

source: Goan Konkani
gwt: گوان کون کنی

source: Gorani
gwt: گورانی

source: Go to Discourse
gwt: ڈِسکورساں دِؤ

source: Go to Languages Page
gwt: باتِیَنہ موخاں دِؤ

source: Go to { $name }
gwt: { $name } آں دِؤ

source: <governanceLink>Read more about how we're governed</governanceLink>
gwt: <governanceLink>اِتے نہ بارا واری بی ژَؤ زی امہ کِرَوے حکومت کېرِمېک</governanceLink>

source: Governments
gwt: حکومت نام

source: Grammatical / spelling error
gwt: گرامر/ ہجانی غلطی

source: Great! How many clips a week?
gwt: لؤ بئ! یَہ ݭُکُوارہ کتہ کِلپس؟

source: Great! How many clips per day?
gwt: لؤ بئ! یَکېک دېسے کتہ کِلپس؟

source: Great!<recordIcon></recordIcon> Record your next clip
gwt: لؤ بئ<recordIcon></recordIcon> تانُو ژِݪہ کِلپہ رکاڈ کېرِؤ

source: Great work!<playIcon></playIcon> Listen again when you're ready
gwt: لؤ بئ ݪم<playIcon></playIcon>گِری ݭُنڈِؤ کول زی تیار بوؤ بہ

source: Greek
gwt: یونانی

source: Gronings
gwt: گرونگز

source: Guarani
gwt: گارانی

source: Guidelines
gwt: راہنما اصول

source: Gujarati
gwt: گجراتی

source: Gujari
gwt: گُجُرباتی

source: Haitian
gwt: ہیتی

source: Hakha Chin
gwt: ہاکاچِن

source: Hausa
gwt: باؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
gwt: کی پتاپی یا ژِݪہ واقَیا تھنا؟ تسہ امہ مِنزی شِئر کېرِؤ اؤ امہ تسَنی اعلانہ تانُو برادَرِیہ کېرِکہ یا تسَنہ بارا بلاک لِکِکہ!

source: Have Feedback?
gwt: کی رائے تھنی؟

source: Have you read our Terms?
gwt: کی مے امَنی شربن نامہ ژَئیتووا؟

source: Having an account is not required to contribute, though it is helpful.
gwt: حصہ تلَئیکہ ݭڅی اکاونٹَنہ تھِیاوَہ لازمی نہ تھنہ، حال ووئی تھنی زی ووئی ہست پلہ ݭَئیݪہ تھنہ۔

source: Having a profile is not required to contribute though it is helpful, see why below.
gwt: پروفائلَنہ بِیاوَہ ضروری نہ تھنہ زی اِتے حصہ تلان دِیَؤ حال ووئی تھنی زی ووئی مددگار تھنہ، مالہ کیاں بالِکہ۔

source: Healthcare
gwt: صحَتَنی حفاظت

source: Hebrew
gwt: عبرانی

source: Help
gwt: ہستپلہ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
gwt: کامن وئسہ ذاتی مقصدَہ مِنزی باتِیہ{ $hours }گېنٹہ مِزا فېدِکہ مدد کېرِؤ

source: Help create Common Voice’s first target segment in { $locale }
gwt: { $locale }کامن وائسَنہ اوَلَنہ ٹارگٹ سیگمېنٹہ ݫُپَئیکہ ہسپَلہ ݭَؤ

source: Help reach { $hours } hours in { $language } with a personal goal
gwt: ذاتی مقصدَہ مِنزی{ $hours } گېنٹہ مِزان{ $language } مِز فېدِکہ مدد کېرِؤ

source: Help teach machines how real people speak, donate your voice at { $link }
gwt: ماشین نامہ اسہ ہِلَئیکہ مدد کېرِؤ زی حقیقی خلک کِرَوے باتی کېرِمېت، تانُو کھنٹہ { $link } آں عطیہ کېرہ

source: Help us build a community around voice technology, stay in touch via email.
gwt: کھنٹَنی ٹېکنالوجِیَنہ څابکئ برادری ݫُوپَئیکہ ݭڅی امَنی مدد کېرِؤ، ایمېلَنہ ذریعَئے رابطا درِؤ۔

source: Help us build a high quality, publicly open dataset
gwt: یَک ڈل معیار، عوامی طورے ووڑاتہ ڈېٹاسیٹ ݫُپَئیکہ امَنی مدد کېرِؤ

source: Help us find more voices, share your goal
gwt: واری کھنٹ نامہ کوڅِکہ امَنی مدد کېرِؤ، تانُو مقصدہ شریک کېرِؤ

source: Help us find others to donate their voice!
gwt: واریاں تسُونی کھنٹ کھائیکہ ݭڅی کوڅِکہ امَہ مِنزی ہستپلہ ݭَؤ!

source: Help us get to { $goal }
gwt: { $goal }مِزان فېدِکہ امہ مِنزی ہسپَلہ ݭَؤ

source: Help us validate sentences!
gwt: کلاؤ نامَنی توثیق کېرِکہ امَنی مدد کېرِؤ!

source: Help us validate voices
gwt: کھنٹَنی تصدیقہ مِنزی امَنی مدد کېرِؤ

source: Heng Hua
gwt: لمُوَہ

source: Here are the links to download your ZIP files.
gwt: مېنہ زِپ فائل نامہ ڈاون لوڈ کېرِکاں لِنکس اېمے تھنَئیت۔

source: Hidden
gwt: ولیاتہ

source: Highland Puebla Nahuatl
gwt: ہائیلېنڈ پیوبلانا ہوٹل

source: Hiligaynon
gwt: ہیلیگینون

source: Hill Mari
gwt: ہلماری

source: Hindi
gwt: ہندی

source: His hand was rais-ed.
gwt: تسَنہ ہست رت بِسن بُوَہ۔

source: History, Law and Government
gwt: تاریخ، قانون اؤ حکومت

source: Hours
gwt: فایہ نام

source: Hours Recorded
gwt: فایَہ رِکاڈ کېران گَئیت

source: Hours Validated
gwt: فایا نی تصدیق

source: How ?
gwt: کِرَوے؟

source: How are project decisions made?
gwt: منصوبانہ فیصلہ کِرَوے کېران دِمېت؟

source: How can we effectively grow a language on Common Voice?
gwt: امہ کامن وائسہ رتی بئ رَوے باتِیہ کِرَوے ژَوَئی بَمېک؟

source: How does Common Voice work?
gwt: کامن وائس کِرَوے ݪم کېرِمان؟

source: How does site localization work?
gwt: سائٹ لوکلائزېشن کِروے ݪم کېرِمان؟

source: How do I access and use the dataset?
gwt: آں ڈیٹا سیٹاں کی روے فیدِمہ اؤ استعمال کېرېمہ؟

source: How do I add a language?
gwt: آں باتِیہ کِرَوے لُبُسامہ؟

source: How do I add sentences?
gwt: آں کلاوَہ کِرَوے لُبُسامہ؟

source: How do I cite?
gwt: آں کی رَوے حوالہ ݪېمہ؟

source: How do I know whether to approve a voice clip?
gwt: آں کِرَوے پیانی بمېم زی صوتی کِلپہ منظور کېرَنہ تھنہ خو نئ؟

source: How do I record a high quality voice clip?
gwt: آں بئ کھنٹَنی کِلپہ کِرَوے ریکاڈ کېرېمہ؟

source: How do I stay in touch?
gwt: آں رابطا کِرَوے درِمہ؟

source: How is Common Voice funded?
gwt: کامن وائسَہ نی مالی مدد کِرَوے کېران دِمان؟

source: How Spontaneous Speech works
gwt: بے واکِیَنی تقریر کِرَوے ݪم کېرِمان

source: How to add multiple sentences
gwt: لؤ کَلاؤ نامہ کِرَوے لُبُسَئیکہ

source: How would you describe your accent?
gwt: مے تانُو لہجانی وضاحت کی رَوے کېرِوَہ

source: How would you describe your sex or gender?
gwt: مے تانُو جنس یا جنسَنی وضاحتہ کِرَوے بیان کېرِوَہ؟

source: Huarijio
gwt: ہواریجیو

source: Huautla Mazatec
gwt: ہُواٹلا مزاٹِک

source: Hungarian
gwt: ہنگری

source: I agree
gwt: آں مَنِمېم

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gwt: آں کامن وائسَنی <termsLink> شرائط</termsLink> اؤ <privacyLink> پرائیوېسی نوٹسَ</privacyLink> مِنزی اِتِفاق کېرِمېم

source: Ibibio
gwt: ایبیبیؤ

source: Icelandic
gwt: ائس لېنڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gwt: آں تصدیق کېرِمېم زی اېمے کَلاؤ تھنَئیت<wikipediaLink>عوامی ڈومېن</wikipediaLink> اؤ ماں اسُو اپلوڈ کېرِکَنی اجازت تھنی۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gwt: آں تصدیق کېرِمېم زی وُئی سوال <publicDomainLink> عوامی دائرہ ئے </publicDomainLink> اؤ ماں اسہ اپلوڈ کېرِکَنی اجازت تھنی۔
